{
    "AVERAGE" : {
      "cssClass" : "panel-warning",
      "description" : "Average credit score suggests it's LIKELY thit tenant will incur an adverse event such as a default, bankruptcy or court judgment in the next 12 months.",
      "max" : 621,
      "min" : 510,
      "title" : "Average"
    },
    "BELOW_AVERAGE" : {
      "cssClass" : "panel-danger",
      "description" : "Below Average credit score means this tenant is in the bottom 20% of credit-active population, suggesting it's MORE LIKELY that he/she will incur an adverse event such as a default, bankruptcy or court judgment in the next 12 months.",
      "max" : 509,
      "min" : 0,
      "title" : "Below Average"
    },
    "EXCELLENT" : {
      "cssClass" : "panel-success",
      "description" : "Excellent credit score means this tenant is in the top 20% of credit-active population, suggesting it’s HIGHLY UNLIKELY that an adverse event could harm his/her credit report in the next 12 months. Tenant's odds of keeping a clean file are 5 times better than average population.",
      "max" : 100000,
      "min" : 833,
      "title" : "Excellent"
    },
    "GOOD" : {
      "cssClass" : "panel-success",
      "description" : "Good credit score suggests it's LESS LIKELY this tenant will incur an adverse event that could harm his/her credit report in the next 12 months. Tenant's odds of keeping a clean credit report over this period are better than average credit-active population.",
      "max" : 725,
      "min" : 622,
      "title" : "Good"
    },
    "NOT_CALCULATED" : {
      "cssClass" : "panel-inverse",
      "description" : "There could be several reasons why we were unable to return tenant’s Credit Score. It may mean that tenant doesn't have an active credit report in credit reports database or it may simply mean that he/she have insufficient information on his/her credit report. Other reasons why a Credit Score may not be generated are: \t•\tBankruptcy \t•\tPersonal Insolvency Agreement \t•\tDebt Agreement \t•\tDischarged Bankruptcy \t•\tDischarged Personal Insolvency Agreement \t•\tDischarged Debt Agreement",
      "max" : 0,
      "min" : -1,
      "title" : "Not Generated"
    },
    "VERY_GOOD" : {
      "cssClass" : "panel-success",
      "description" : "Very good credit score suggests it's UNLIKELY that this tenant will incur an adverse event in the next 12 months that could harm his/her credit report. Tenant's odds of keeping a clean credit report are 2 times better than average credit-active population.",
      "max" : 832,
      "min" : 726,
      "title" : "Very good"
    }
  }